{
    "techniques": [
        {
            "name": "Haetz-Lula’ah",
            "image": "http://4.bp.blogspot.com/_rG_fNT-PI9s/RlmskyCZvOI/AAAAAAAAABs/zjQqHegSn5s/s320/sofer%25202.jpg",
            "description": "The Haetz-Lula'ah techniques use full-circle striking with the arms or legs. Use of the arms or legs as the striking surface is not limited to a specific area of the hands or feet but employs any surface from the fingers/toes to the elbow/knee at any angle along its circumference. A strike can be initiated at with the fingers pressing into the opponents liver while striking. The Abir practitioner can then press consistently deeper and then move into a driving lateral elbow strike across the gallbladder and pericardium to the spleen points in one circular scooping motion.
This attack, which is executed with the right arm, can be initiated at a chosen striking point with an elbow at the opponent’s kidney or liver. When this technique is launched as a frontal attack vertical or horizontal and can be applied in a broad or narrow circle motion as opposed to the classical front kick. Further, the ball of the foot, instep, inner or outer blades of the feet, ankle, shins or knee are all satisfactory striking surfaces as are the back, sides, and bottom of the heel.[25]",
            "arts": [
                {
                    "name": "Abir",
                    "image": "http://www.mardb.com/wp-content/uploads/et_temp/Abir_logo-59757_230x316.jpg"
                }
            ],
            "genres": [
                {
                    "name": "Takedowns",
                    "image": "http://www.clker.com/cliparts/b/c/c/b/1255095200254014966Olympic_sports_Wrestling_pictogram.svg.hi.png"
                }
            ]
        },
        {
            "name": "Le Hit Yu Wiss Me Stick",
            "image": "http://4.bp.blogspot.com/_rG_fNT-PI9s/RlmskyCZvOI/AAAAAAAAABs/zjQqHegSn5s/s320/sofer%25202.jpg",
            "description": "This technique hurts a lot",
            "arts": [
                {
                    "name": "La Canne",
                    "image": "http://www.mardb.com/wp-content/uploads/et_temp/La-Canne-Fighting-89030_230x316.jpg"
                }
            ],
            "genres": [
                {
                    "name": "Sticks",
                    "image": "http://etc.usf.edu/clipart/48800/48847/48847_b001_stick_mth.gif"
                }
            ]
        }
    ]
}